import React from 'react';
import PageSpace from '../components/PageSpace';
import ParagraphText from '../components/typography/ParagraphText';
import { SectionTitle } from '../components/typography/Title';

function disclosure() {
  return (
    <PageSpace>
      <div className="container">
        <goalStyles>
          <SectionTitle className="title"></SectionTitle>
          <ParagraphText className="goal-text">
            <p>
              স্পি কার'স লাইব্রে রীতে আপনাকে স্বাগতম। স্পি কার'স লাইব্রে রী বাংলা ভাষায় বইয়ে র সারাংশ এবং পর্যাল োচনার জন্য
              আপনার প্রধান গন্তব্য। আমরা আমাদে র ওয়ে বসাইটে র কার্যক্রম এবং বি ষয়বস্তু সম্পর্কে স্বচ্ছতা এবং নি র্মলর্ম তা নি শ্চি ত
              করতে চাই। আপনাদে র যা জানা দরকার তা নি ম্নলি খি ত:
              <br />
              ১. মালি কানা: স্পি কার'স লাইব্রে রীর মালি কানা এবং রক্ষণাবে ক্ষণ সম্পর্ণূভর্ণ াবে স্পি কার'স লাইব্রে রি র নি জে র। আমাদে র
              এই সংস্থা এমন একদল বন্ধুদে র নি য়ে গঠিত যারা আমাদে র মাতৃভাষায় জ্ঞানে র ব্যবহার প্রচারে আগ্রহী।
              <br />
              ২. অবদানকারী: এই ওয়ে বসাইটে বি ষয়বস্তু প্রদানে আমাদে র দলে র সদস্যরা গুরুত্বপূর্ণ অবদান রাখে , যারা মাতৃভাষায়
              জ্ঞান গ্রহণে র গুরুত্ব সম্পর্কে একটি সাধারণ বি শ্বাস ভাগ করে নে য়। প্রতি টি অবদানকারী তাদে র অনন্য দষ্টিৃষ্টিভঙ্গি এবং
              দক্ষতা একটি সারণীতে নি য়ে আসে , যা আমরা সমদ্ধৃ করে পাঠকদে র সরবরাহ করি ।
              <br />
              ৩. সম্পাদকীয় স্বাধীনতা: যখন আমরা সঠিক এবং নি রপে ক্ষ সারসংক্ষে প এবং পর্যাল োচনা প্রদান করার চে ষ্টা করি ,
              অনগ্রুহ করে মনে রাখবে ন যে স্পি কার'স লাইব্রে রি তে প্রকাশি ত মতামতগুলি শুধুমাত্র ব্যক্তি গত অবদানকারীদে র। আমরা
              বি ভি ন্ন দষ্টিৃষ্টিভঙ্গি কে মলূ্য দে ই এবং আমাদে র পাঠকদে র মধ্যে সুস্থ আল োচনাকে উৎসাহি ত করি ।
              <br />
              ৪. অ্যাফি লি য়ে ট লি ঙ্ক: স্পি কার'স লাইব্রে রীর কি ছুলি ঙ্ক অ্যাফি লি য়ে ট লি ঙ্ক হতে পারে , যার মানে আপনি সে ই লি ঙ্ক গুলি র
              মাধ্যমে কে নাকাটা করলে আমরা একটি কমি শন পে তে পারি । যাইহ োক, এটি ক োন োভাবে ই আমাদে র সম্পাদকীয়
              বি ষয়বস্তু বা সুপারি শকে প্রভাবি ত করে না।
              <br />
              ৫. যথার্থতা এবং নি র্ভরয োগ্যতা: যদি ও আমরা আমাদে র ওয়ে বসাইটে উপস্থাপি ত তথ্যে র যথার্থতা এবং নি র্ভরয োগ্যতা
              নি শ্চি ত করার জন্য সর্বাত্মক প্রচে ষ্টা করি , আমরা বি ষয়বস্তুর সম্পর্ণূতর্ণ া বা সময়সীমার চুক্তি পত্র দি তে পারি না। আমরা
              আমাদে র পাঠকদে র তাদে র নি জস্ব গবে ষণা পরি চালনা করতে এবং আমাদে র তথ্য ব্যবহার করার সময় পর্যাল োচনামলূক
              চি ন্তাভাবনা করতে উৎসাহি ত করি ।
              <br />
              ৬. আমাদে র সাথে য োগায োগ করুন: আমাদে র প্রকাশ বা ওয়ে বসাইটে র অন্য ক োন ো দি ক সম্পর্কে আপনার যদি ক োন ো
              প্রশ্ন, প্রতি ক্রি য়া বা উদ্বে গ থাকে , তাহলে অনগ্রুহ করে আমাদে র সাথে য োগায োগ করতে দ্বি ধাব োধ করবে ন না।
              আপনি <a href="mailto:contact.speakerslibrary@gmail.com" >contact.speakerslibrary@gmail.com</a> এর মাধ্যমে আমাদে র সঙ্গে য োগায োগ করতে পারে ন।
              <br />
              আপনার সাহি ত্যে র সঙ্গী হি সে বে স্পি কার'স লাইব্রে রীকে বে ছে নে ওয়ার জন্য আপনাকে ধন্যবাদ। আপনার অধ্যয়ন
              আনন্দময় হ োক।
            </p>
          </ParagraphText>
        </goalStyles>
      </div>
    </PageSpace>
  );
}

export default disclosure;
